Repository: correctiv/crowdnewsroom-backend
Catalog: forms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Personal info
de: Persönliche Informationen

source: Permissions
de: Zugriffsrechte

source: Important dates
de: Wichtige Termine

source: Investigations
de: Recherchen

source: No one contributed to your investigation yet. Time to advertise!
de: Es gibt noch keine Antworten für diese Recherche. Zeit sie zu bewerben!

source: There are no results using your current filters. Maybe try something else?
de: Mit den aktuellen Filtereinstellungen gibt es keine Antworten. Sie können einen anderen Filter probieren.

source: There are no results in this bucket yet. Start moving some from the inbox.
de: In der aktuellen Ansicht gibt es keine Antworten. Starten Sie, indem Sie Antworten aus dem Eingang bewegen.

source: Looks like you verified or deleted all contributions. Good work!
de: Sie haben alle Antworten gelöscht oder also verifiziert markiert. Gute Arbeit!

source: New Investigation
de: Neue Recherche

source: New Form
de: Neuer Fragebogen

source: Add a comment
de: Kommentar hinzufügen

source: Draft
de: Entwurf

source: Published
de: Veröffentlicht

source: Archived
de: Archiviert

source: Manage investigation
de: Recherche bearbeiten

source: Delete investigation and manage owners
de: Recherche Löschen und Besitzer bearbeiten

source: Owner
de: Manager

source: Admin
de: Administrator

source: Editor
de: Redakteur

source: Viewer
de: Leser

source: email address
de: E-Mail-Adresse

source: Unlisted
de: Ungelistet

source: Closed
de: Beendet

source: Thank you for participating in a crowdnewsroom investigation!
de: Vielen Dank, dass Sie an dieser Crowdnewsroom-Recherche teilgenommen haben!

source: Submitted
de: Eingang

source: Verified
de: Verifiziert

source: Invalid
de: Papierkorb

source: Edit response
de: Antwort bearbeiten

source: Yes
de: Ja

source: No
de: Nein

source: <File>
de: <Datei>

source: Thank you for your submission!
de: Vielen Dank für Ihre Teilnahme!

source: You have been invited to join the {} investigation
de: Sie wurden zu der {} Recherche eingeladen

source: Forms for investigation
de: Formulare für diese Recherche

source: Add a new interviewer
de: Einen neuen Fragebogen hinzufügen

source: Settings
de: Einstellungen

source: Responses
de: Antworten

source: Submission Details
de: Antwortdetails

source: Manage Tags
de: Markierungen

source: Manage Ownership
de: Manager

source: Manage Bucket
de: Status

source: View details
de: Details ansehen

source: Question
de: Frage

source: Answer
de: Antwort

source: Comments
de: Kommentare

source: edit
de: bearbeiten

source: delete
de: löschen

source: Delete comment
de: Kommentar löschen

source: edit comment
de: Kommentar bearbeiten

source: add comment
de: Kommentar hinzufügen

source: Responses for %(name)s
de: Antworten für %(name)s

source: Switch bucket
de: Status ändern

source: Inbox
de: Eingang

source: Trash
de: Papierkorb

source: clear all filters
de: alle Filter löschen

source: Search by email
de: Nach E-Mail-Adresse suchen

source: Field
de: Feld

source: Assignee
de: Manager

source: Tag
de: Markierung

source: Search by answer
de: Nach Antwort suchen

source: Apply tag
de: Markierung hinzufügen

source: Clear tags
de: Alle Markierungen entfernen

source: Apply assignee
de: Manager hinzufügen

source: Clear assignees
de: Alle Manager entfernen

source: Move to
de: Verschieben nach

source: Apply to COUNT submission(s)
de: Auf COUNT Antwort(en) anwenden

source: Submission Date
de: Eingangsdatum

source: Ownership
de: Manager

source: No Email Provided
de: Keine E-Mail angegeben

source: of
de: von

source: items
de: Einträgen

source: pages
de: Seiten

source: Backward button
de: Zurück Knopf

source: Page number input
de: Seitenzahl EIngabefeld

source: Number of items per page
de: Anzahl von Elementen pro Seite

source: Forward button
de: Weiter Knopf

source: Download data as csv
de: Als CSV herunterladen

source: Manage Interviewers
de: Fragebögen bearbeiten

source: Add and configure your interviewer
de: Fragebogen hinzufügen und bearbeiten

source: Manage Investigation
de: Recherche bearbeiten

source: Your Investigations
de: Ihre Recherchen

source: Interviewers
de: Fragebögen

source: %(counter)s submission in total
de: %(counter)s Antwort ingesamt

source: %(counter)s submission in the last 24 hours
de: %(counter)s Antwort in den letzten 24 Stunden

source: %(counter)s submission left to verify
de: %(counter)s Antwort, die noch verifiziert werden muss

source: Leave investigation
de: Recherche verlassen

source: User Management
de: Nutzerverwaltung

source: Your Settings
de: Ihre Einstellungen

source: Language
de: Sprache

source: set language
de: Sprache setzen

source: Dear CNR User,
de: Lieber CNR-Nutzer,

source: you have been invited to join the %(name)s investigation.
de: Sie wurden zu der %(name)s Recherche eingeladen.

source: Log into the the crowndewsroom at https://admin.crowdnewsroom.org to join the investigation.
de: Melden Sie sich im Crowdnewsroom unter https://admin.crowdnewsroom.org an, um die Recherche beizutreten.

source: Have a nice day.
de: Wir wünschen Ihnen einen schönen Tag.

source: The Crowndewsroom team
de: Das Team des Crowdnewsroom

source: Login
de: Anmelden

source: E-mail address
de: E-Mail-Adresse

source: Password
de: Passwort

source: Lost your password?
de: Passwort vergessen?

source: Please enter and confirm your new password.
de: Bitte besuchen Sie die folgende Seite und wählen ein neues Passwort:

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: Submit
de: Absenden

source: Your password token is expired.
de: Ihre Passwortschlüssel ist abgelaufen.

source: Please reset your password again
de: Bitte setzen Sie ihr Passwort erneut

source: Password Reset Done
de: Passwort zurücksetzen erfolgreich

source: Password Reset
de: Passwort zurücksetzen

source: You have been invited to join the Crowdnewsroom Project at %(site_name)s.
de: Sie wurden zu einem %(site_name)s Crowdnewsroom-Projekt eingeladen.

source: Please go to the following page and choose a new password:
de: Bitte besuchen Sie die folgende Seite und wählen ein neues Passwort:

source: Your username is:
de: Ihr Nutzername ist:

source: Thanks for using our site!
de: Vielen Dank für Ihre Teilnahme!

source: The %(site_name)s team
de: Das %(site_name)s Team

source: You have been invited to join the Crowdnewsroom
de: Sie wurden in den Crowdnewsroom eingeladen
