Repository: correctiv/crowdnewsroom-backend
Catalog: theme/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Inbox
de: Eingang

source: Verified
de: Verifiziert

source: Trash
de: Papierkorb

source: Status updated
de: Status aktualisiert

source: close this notification
de: Diese Benachrichtigung schließen

source: Something went wrong. Please check the form fields for details.
de: Da ist etwas schief gelaufen. Weitere Informationen finden Sie in den Formularfeldern.

source: Successfully updated form.
de: Formular erfolgreich aktualisiert.

source: New Interviewer
de: Neuer Fragebogen

source: Interviewer title
de: Name des Fragebogens

source: URL of the form
de: Formular-URL

source: Choose and continue
de: Wählen und weiter

source: Basics
de: Grundlagen

source: Interviewer
de: Fragebogen

source: Add or delete ownership
de: Manager ändern

source: Add or delete tag
de: Markierung ändern

source: Edit in expert mode
de: Im Expertenmodus bearbeiten

source: You can check below how your form is looking and behaving now.
de: Sie können unten überprüfen, wie ihr Fragebogen zur Zeit aussieht.

source: Contact CORRECTIV for customization
de: CORRECTIV für Anpassungen kontaktieren

source: Interviewer steps and settings
de: Fragebogen Schritte und Einstellungen

source: Form JSON
de: Fragebogen JSON

source: Fields to be shown on top for editors
de: Felder, die für die Redakteure oben angezeigt werden

source: Save
de: Speichern

source: Email confirmation messages
de: E-Mail-Bestätigunstext

source: Email Template
de: E-Mail Vorlage

source: HTML Email Template
de: HTML E-Mail Vorlage

source: URL to redirect after submission
de: Weiterleitungs-URL

source: Redirect URL Template
de: Weiterleitungs-URL-Vorlage

source: Pick color
de: Farbe auswählen

source: Successfully updated investigation.
de: Recherche erfolgreich aktualisiert.

source: Name of your Investigation
de: Name der Recherche

source: Description
de: Beschreibung

source: Short Description
de: Kurzbeschreibung

source: Data Privacy URL
de: Datenschutz-URL

source: Visual Design
de: Aussehen

source: Choose file
de: Datei auswählen

source: Brand Color
de: Farbe

source: Users
de: Nutzer

source: Tags
de: Markierungen

source: save
de: speichern

source: edit
de: bearbeiten

source: delete
de: löschen

source: Add
de: Hinzufügen

source: Admin
de: Administrator

source: Editor
de: Redakteur

source: Viewer
de: Betrachter

source: Invite
de: Einladen

source: Enter the email of the collaborator you would like to invite.
de: Geben Sie die E-Mail-Adresse des Team-Mitglieds ein, das Sie einladen möchten.

source: First name
de: Vorname

source: Last Name
de: Nachname

source: Invite members of your team to help contribute to your investigation by assigning them specific permissions.
de: Laden Sie Team-Mitglieder zu Ihrer Recherche ein. Sie können jedem Nutzer spezifische Rechte zuweisen.

source: Each collaborator will be able to access your project through their own Crowdnewsroom account.
de: Jedes Team-Mitglied wird mit seinem Account auf ihre Recherche zugreifen können.

source: As the creator, you remain ultimately responsible for your project and for your team's interactions with contributors.
de: Als Besitzer bleiben Sie ultimativ für Ihre Recherche und die Interaktion Ihres Teams mit den Teilnehmenden verantwortlich.

source: Pick collaborators that you trust and that will do a good job working with your community.
de: Wählen Sie Mitglieder aus, denen Sie vertrauen und die gut mit Ihrer Community arbeiten werden.

source: Have questions about how this works? Visit our FAQ.
de: Haben Sie weitere Fragen? Besuchen sie unser FAQ.

source: Invite a new Collaborator
de: Team-Mitglieder einladen

source: Manage the collaborators
de: Team-Mitglieder bearbeiten

source: An admin can manage the investigation settings page and the collaborators
de: Ein Admin kann eine Recherche und die Team-Mitglieder bearbeiten

source: The editor can see everything about the data collected via this investigation
de: Ein Redakteur kann die in der Recherche gesammelten Informationen sehen

source: A viewer can see the data collected via this investigation but is not able to modify; to sort it or to download it
de: Ein Betrachter kann die Daten aus einer Recherche sehen aber nicht bearbeiten
